Repository: codenerix/django-codenerix-extensions
Catalog: codenerix_extensions/locale/*/LC_MESSAGES/django.po
Languages: es

source: Doc Path
es: Ruta del documento

source: Name
es: Nombre

source: Image
es: Imagen

source: NIF %(cid)s is misspelled
es: El NIF %(cid)s está mal escrito

source: CIF %(cid)s is misspelled
es: El CIF %(cid)s está mal escrito

source: NIE %(cid)s is misspelled
es: El NIE %(cid)s está mal escrito

source: CID %(cid)s is too long
es: El CID %(cid)s es demasiado largo

source: CID %(cid)s has a wrong format
es: El CID %(cid)s tiene un formato incorrecto

source: CID %(cid)s is incorrect
es: El CID %(cid)s es incorrecto

source: %(cid)s is incorrect
es: %(cid)s incorrecto

source: NIFs are not allowed in this field
es: Los NIF no están permitidos en este campo

source: CIFs are not allowed in this field
es: Los CIF no están permitidos en este campo

source: NIEs are not allowed in this field
es: Los NIE no están permitidos en este campo
